[{
  "name": "Athens, Greece",
  "image": "/images/locations/athens-greece.jpg",
  "desc": "Ancient sun-bleached ruins pierce blue skies as the Aegean laps at the endless coastline. And Greek culture is alive with passionate music, inspired cuisine and thrill-seeking activities.",
  "day": 1
}, {
  "name": "Honolulu, Hawaii",
  "image": "/images/locations/honolulu-hawaii.jpg",
  "desc": "If Oahu is the heart of Hawaii, then Honolulu is its racing pulse. In this cosmopolitan capital city, you’ll find everything from historic landmarks to fine dining to world-class shopping.",
  "day": 2
}, {
  "name": "Paris, France",
  "image": "/images/locations/paris-france.jpg",
  "desc": "Paris, capital of France, is one of the most important and influential cities in the world. In terms of tourism, Paris is the second most visited city in Europe after London.",
  "day": 3
}, {
  "name": "Cancún, Mexico",
  "image": "/images/locations/cancun-mexico.jpg",
  "desc": "Located on the Caribbean coast of southeastern Mexico, Cancun is one of the world's most beautiful beach destinations. Sunbathe on the white sandy beaches, scuba dive, then head into the city for dining, shopping, and nightlife.",
  "day": 4
}, {
  "name": "Lisbon, Portugal",
  "image": "/images/locations/lisbon-portugal.jpg",
  "desc": "Lisbon is Portugal’s hilly, coastal capital city. From imposing São Jorge Castle, the view encompasses the old city’s pastel-colored buildings, Tagus Estuary and Ponte 25 de Abril suspension bridge. Nearby, the National Azulejo Museum displays 5 centuries of decorative ceramic tiles. Just outside Lisbon is a string of Atlantic beaches, from Cascais to Estoril.",
  "day": 5
}, {
  "name": "Caribbean Islands",
  "image": "/images/locations/caribbean-islands.jpg",
  "desc": "The Caribbean is a region of The Americas that consists of the Caribbean Sea, its islands and the surrounding coasts. The region is southeast of the Gulf of Mexico and the North American mainland, east of Central America, and north of South America.",
  "day": 6
}, {
  "name": "Zurich, Switzerland",
  "image": "/images/locations/zurich-switzerland.jpg",
  "desc": "The city of Zurich, a global center for banking and finance, lies at the north end of Lake Zurich in northern Switzerland. The picturesque lanes of the central Altstadt (Old Town), on either side of the Limmat River, reflect its pre-medieval history. Waterfront promenades like the Limmatquai follow the river toward the 17th-century Rathaus (town hall).",
  "day": 7
}, {
  "name": "Giza, Egypt",
  "image": "/images/locations/giza-egypt.jpg",
  "desc": "Giza is an Egyptian city on the west bank of the Nile, near Cairo. The Giza Plateau is home to iconic Egyptian monuments, including 3 tall pyramids built as royal mausoleums around the 26th century B.C. The largest, the Great Pyramid, is King Khufu’s tomb. The Great Sphinx is a vast sculpture of a man’s head on a lion’s body. The Solar Boat Museum displays a restored cedar barge found buried near the Great Pyramid.",
  "day": 8
}, {
  "name": "Morocco, Africa",
  "image": "/images/locations/morocco-africa.jpg",
  "desc": "Morocco, a North African country bordering the Atlantic Ocean and Mediterranean Sea, is distinguished by its Berber, Arabian and European cultural influences. Marrakesh’s medina, a mazelike medieval quarter, offers entertainment in its Djemaa el-Fna square and souks (marketplaces) selling ceramics, jewelry and metal lanterns. The capital Rabat’s Kasbah of the Udayas is a 12th-century royal fort overlooking the water.",
  "day": 9
}, {
  "name": "Dublin, Ireland",
  "image": "/images/locations/dublin-ireland.jpg",
  "desc": "Dublin, capital of the Republic of Ireland, is on Ireland’s east coast at the mouth of the River Liffey. Its historic buildings include Dublin Castle, dating to the 13th century, and imposing St Patrick’s Cathedral, founded in 1191. City parks include landscaped St Stephen’s Green and huge Phoenix Park, containing Dublin Zoo. The National Museum of Ireland explores Irish heritage and culture.",
  "day": 10
}, {
  "name": "Bahamas",
  "image": "/images/locations/bahamas.jpg",
  "desc": "The Bahamas is a coral-based archipelago in the Atlantic Ocean. Its 700-plus islands and cays range from uninhabited to packed with resorts. The northernmost, Grand Bahama, and Paradise Island, home to many large-scale hotels, are among the best known. Scuba diving and snorkeling sites include the massive Andros Barrier Reef, Thunderball Grotto (used in James Bond films) and the black-coral gardens off Bimini.",
  "day": 11
}, {
  "name": "Berlin, Germany",
  "image": "/images/locations/berlin-germany.jpg",
  "desc": "Berlin, Germany’s capital, dates to the 13th century. Reminders of the city's turbulent 20th-century history include its Holocaust memorial and the Berlin Wall's graffitied remains. Divided during the Cold War, its 18th-century Brandenburg Gate has become a symbol of reunification. The city's also known for its art scene and modern landmarks like the gold-colored, swoop-roofed Berliner Philharmonie, built in 1963.",
  "day": 12
}, {
  "name": "Seoul, South Korea",
  "image": "/images/locations/seoul-south-korea.jpg",
  "desc": "Seoul, the capital of South Korea, is a huge metropolis where modern skyscrapers, high-tech subways and pop culture meet Buddhist temples, palaces and street markets. Notable attractions include futuristic Dongdaemun Design Plaza, a convention hall with curving architecture and a rooftop park; Gyeongbokgung Palace, which once had more than 7,000 rooms; and Jogyesa Temple, site of ancient locust and pine trees.",
  "day": 13
}, {
  "name": "Tehran, Iran",
  "image": "/images/locations/tehran-iran.jpg",
  "desc": "Tehran is the capital of Iran, in the north of the country. Its central Golestan Palace complex, with its ornate rooms and marble throne, was the seat of power of the Qajar dynasty. The National Jewelry Museum holds many of the Qajar monarchs’ jewels, while the National Museum of Iran has artifacts dating back to Paleolithic times.",
  "day": 14
}, {
  "name": "Almaty, Kazakhstan",
  "image": "/images/locations/almaty-kazakhstan.jpg",
  "desc": "Almaty literally means 'city of apple trees', and, because of its relatively mild climate, it has a wide range of apple trees.   The Almaty area is said to be the genetic home for many varieties of apples and the area is often visited by researchers and scientists from around the world, in order to learn more about the complex systems of genetics, and also to discover the true beginnings of the domestic apple.",
  "day": 15
}]